var newsJson =
            "[" +
            "{ 'Name': 'news11', 'Text': '亿创阁E食通的相关媒体报道', 'Time': '2014-06-25'}," +
            "{ 'Name': 'news10', 'Text': '胖妹土家菜馆加大二维码点餐的宣传力度', 'Time': '2014-05-03'}," +
            "{ 'Name': 'news9', 'Text': '手机扫一扫，享受时尚点餐方式。', 'Time': '2014-04-26'}," +
            "{ 'Name': 'news8', 'Text': '引领时尚点餐（扫二维码）', 'Time': '2014-03-29'}," +
            "{ 'Name': 'news7', 'Text': '如何解决企业外勤团队管理难的问题', 'Time': '2013-11-30'}," +
            "{ 'Name': 'news6', 'Text': '外勤人员移动考勤是怎么为企业创造价值的', 'Time': '2013-11-30'}," +
            "{ 'Name': 'news5', 'Text': 'E勤通在企事业单位发展的应用', 'Time': '2013-11-30'}," +
            "{ 'Name': 'news4', 'Text': '如何管理移动外勤团队?', 'Time': '2013-11-30'}," +
            "{ 'Name': 'news3', 'Text': '外勤人员管理E勤通系统经典应用案例二', 'Time': '2013-11-30'}," +
            "{ 'Name': 'news2', 'Text': '亿创阁的历程和未来', 'Time': '2011-11-27'}," +
            "{ 'Name': 'news1', 'Text': '省领导来我公司视察', 'Time': '2010-07-18'}" +
            "]";
                